driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilMultiNestedTest18/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://j2ee.netbeans.org/wsdl/RepeatUntilMultiNested">
  <soapenv:Body>
    <rep:Name>Netsted RPT</rep:Name>
    <rep:Counter1>1</rep:Counter1>
    <rep:Counter2>2</rep:Counter2>
    <rep:counter3>3</rep:counter3>
  </soapenv:Body>
</soapenv:Envelope>